---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteRectangleCut.BottomCutWidth
source: html/a5639d96-28fb-4cb9-ad59-a2ea6efeb0eb.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteRectangleCut.BottomCutWidth Property

Section width left Cut.

## Syntax (C#)
```csharp
public double BottomCutWidth { get; set; }
```